<template>
  <div>
    <div class="container mt-5 px-5">
      <h1>EXPERIENCE</h1>
      <div class="list col-lg-10 my-4 mx-auto">
        <h2 class="mb-3 pb-3">過去経験</h2>
        <h3 class="main-sales">営業経験</h3>
        <hr />
        <p class="text-left" style="color: gray">
        　本職では、群馬県内の青果物の卸売業をしております。<br />
        　群馬県内の野菜といえば、キャベツやきゅうり、なす、トマトなど食卓を彩る野菜たちはもちろんのこと、<br />
        　意外なもので東日本１位の出荷量を誇る生梅があります。<br />
        　営業として、全国各地の青果市場との連携を図り、スーパーや八百屋、食品加工企業への売り込みを行ってきました。<br />
        　昨今、コロナ禍で増えた失業者を救うため”半農半X”や、遊休農地を守るべく政府の後押しもありますが、<br />
        　生産者の高齢化など日本の農業は元気がなくなってきているのが現状です。<br />
        　この仕事を通じ、生産者を守ることが、安全で質の高い日本農業を維持する上で重要なことだと気づきました。<br />
        　買ってくれるお客様のことは当然真摯に考えつつ、生産者に対し売れるための提案を行っていき、<br />
        　"生産者ファースト"の販売を心がけてきました。<br />
        </p>
        <h3>開発経験</h3>
        <hr />
        <p class="text-left" style="color: gray">
        　学習期間はまだ半年程度で初学者です。<br />
        　農業界に対し漠然とした課題を感じており、自分のスキルでもできることから、<br />
        　小さなことからコツコツと課題を見つけてそれを解消できるような仕組み、情報発信をしたいなと考えております。<br />
        　詳しくはポートフォリオページにRuby on Railsを使用して作成したWebアプリがございますので、ご覧ください。<br />
        </p>
        <h3>今後の目標</h3>
        <hr />
        <p class="text-left" style="color: gray">
          ・様々な技術に触れつつ、IT×農業で盛り上げていきたいと考えております。<br />
          ・ぜひそういった企業のもとで働いてみたいです！！<br />
        </p>
      </div>
    </div>
  </div>
</template>

<script></script>

<style>
.main-sales {
  color: rgba(65, 184, 131);
}

h2 {
  border-bottom: 1px solid rgba(65, 184, 131, 0.5);
}
</style>
